{
  "<EOS>": 0,
  "<PAD>": 1,
  "<UNK>": 2,
  "assign_seriousness": 3,
  "block_purchase_order_item": 4,
  "cancel_goods_receipt": 5,
  "cancel_invoice_receipt": 6,
  "cancel_subsequent_invoice": 7,
  "change_approval_for_purchase_order": 8,
  "change_delivery_indicator": 9,
  "change_final_invoice_indicator": 10,
  "change_price": 11,
  "change_quantity": 12,
  "change_storage_location": 13,
  "clear_invoice": 14,
  "closed": 15,
  "create_purchase_order_item": 16,
  "create_purchase_requisition_item": 17,
  "create_sw_anomaly": 18,
  "delete_purchase_order_item": 19,
  "duplicate": 20,
  "insert_ticket": 21,
  "invalid": 22,
  "o_accepted": 23,
  "o_cancelled": 24,
  "o_create_offer": 25,
  "o_created": 26,
  "o_refused": 27,
  "o_returned": 28,
  "o_sent_(mail_and_online)": 29,
  "o_sent_(online_only)": 30,
  "payment_handled": 31,
  "reactivate_purchase_order_item": 32,
  "receive_order_confirmation": 33,
  "record_goods_receipt": 34,
  "record_invoice_receipt": 35,
  "record_service_entry_sheet": 36,
  "record_subsequent_invoice": 37,
  "release_purchase_order": 38,
  "remove_payment_block": 39,
  "request_for_payment_approved_by_administration": 40,
  "request_for_payment_approved_by_budget_owner": 41,
  "request_for_payment_approved_by_pre_approver": 42,
  "request_for_payment_approved_by_supervisor": 43,
  "request_for_payment_final_approved_by_budget_owner": 44,
  "request_for_payment_final_approved_by_director": 45,
  "request_for_payment_final_approved_by_supervisor": 46,
  "request_for_payment_for_approval_by_administration": 47,
  "request_for_payment_for_approval_by_supervisor": 48,
  "request_for_payment_rejected_by_administration": 49,
  "request_for_payment_rejected_by_budget_owner": 50,
  "request_for_payment_rejected_by_employee": 51,
  "request_for_payment_rejected_by_missing": 52,
  "request_for_payment_rejected_by_pre_approver": 53,
  "request_for_payment_rejected_by_supervisor": 54,
  "request_for_payment_saved_by_employee": 55,
  "request_for_payment_submitted_by_employee": 56,
  "request_payment": 57,
  "require_upgrade": 58,
  "resolve_sw_anomaly": 59,
  "resolve_ticket": 60,
  "resolved": 61,
  "schedule_intervention": 62,
  "set_payment_block": 63,
  "srm:_awaiting_approval": 64,
  "srm:_change_was_transmitted": 65,
  "srm:_complete": 66,
  "srm:_created": 67,
  "srm:_deleted": 68,
  "srm:_document_completed": 69,
  "srm:_held": 70,
  "srm:_in_transfer_to_execution_syst.": 71,
  "srm:_incomplete": 72,
  "srm:_ordered": 73,
  "srm:_transaction_completed": 74,
  "srm:_transfer_failed_(e.sys.)": 75,
  "take_in_charge_ticket": 76,
  "update_order_confirmation": 77,
  "vendor_creates_debit_memo": 78,
  "vendor_creates_invoice": 79,
  "verified": 80,
  "wait": 81
}